{
    "_links": {
        "self": {
            "href": "http:\/\/default\/cogo-exputo-gemino-humo-letalis-paulatim.?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/tags"
        },
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            {
                "href": "http:\/\/default\/abigo-consectetuer-quis-sit.?_format=hal_json"
            }
        ]
    },
    "tid": [
        {
            "value": 4
        }
    ],
    "uuid": [
        {
            "value": "4fb49304-ddca-4f48-8031-7ce04ff0889f"
        }
    ],
    "revision_id": [
        {
            "value": 4
        }
    ],
    "langcode": [
        {
            "value": "zxx",
            "lang": "zxx"
        }
    ],
    "vid": [
        {
            "target_id": "tags"
        }
    ],
    "revision_created": [
        {
            "value": "2019-03-08T06:42:34+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "88b7b904-2090-4287-a9ab-4c5b4efae8b8"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/abigo-consectetuer-quis-sit.?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/tags"
                    }
                },
                "uuid": [
                    {
                        "value": "a1c01817-549e-48e3-a6b0-59c29b517203"
                    }
                ]
            }
        ]
    },
    "revision_log_message": [
        {
            "value": "Appellatio elit eum ideo refoveo rusticus ut validus. Ea eu gravis humo nulla rusticus uxor vel velit. Illum oppeto quia. Ad eligo gemino occuro sagaciter secundum tamen veniam. Augue distineo esca et eu quibus sino ullamcorper.\n\nDiam gravis praemitto quidem te. Comis ille obruo singularis. Eligo eros quis tum. Amet dolore ex iaceo illum pecus quia tego uxor. Augue fere iaceo in iriure nutus.\n\nDecet mauris occuro pertineo quidne. Aliquam dolus huic importunus natu nibh pala populus. Enim molior pecus tation. Blandit consectetuer erat feugiat sino vel vicis. Jus quidne quis uxor. Abbas dignissim interdico olim populus scisco sit tincidunt vulpes vulputate. Acsi eu ille. At facilisis lobortis mauris mos quadrum.\n\nNostrud praesent roto. Aliquam elit proprius sino turpis vel voco vulputate zelus. Eu eum genitus gravis loquor natu nutus refero saluto. Distineo facilisis nobis rusticus saepius velit. Abbas brevitas erat metuo paratus persto quidne saepius uxor voco. Acsi ad dignissim erat et gilvus nostrud os pecus.\n\nNulla praesent venio. Abico consequat meus nunc rusticus sudo verto vulpes. Distineo in letalis luctus paratus refoveo velit. Antehabeo conventio ea magna pala patria. Consectetuer decet dolore jumentum typicus utinam. At et hos importunus neque quis. Camur gravis luptatum mauris torqueo ymo. Caecus cui gilvus hendrerit pala sagaciter secundum veniam.\n\nAutem commoveo feugiat jus tamen. Augue cui facilisis imputo patria quia typicus utinam wisi. Cogo duis elit inhibeo paulatim. Acsi dolus laoreet paulatim. Diam facilisi melior nimis nulla nutus praesent suscipit ullamcorper usitas.\n\nCamur nunc sino sit ullamcorper usitas venio. Comis decet natu obruo sed. Antehabeo at genitus ille odio pala sudo valde vel. Accumsan gemino importunus populus torqueo typicus vereor. At camur commodo decet enim mos ratis suscipit tation. Accumsan ad hos luptatum rusticus zelus. Imputo in luctus macto nulla odio paratus virtus wisi.\n\nDefui dolus ludus similis. Consectetuer praemitto quia tego. Aliquip commodo distineo meus vulputate. Paulatim te usitas. Esca gemino inhibeo laoreet patria te. Aliquip aptent defui elit humo tego ulciscor venio. Cui lobortis mauris occuro. Causa persto voco. Abigo ea exerci illum imputo interdico luptatum praesent ratis tego. Abigo abluo modo pala uxor ymo.\n\nAbigo amet commoveo et gravis haero luptatum quidem quidne refero. Abluo consequat euismod inhibeo quae quia sino. Cogo exputo velit venio. Abbas praemitto refero. Brevitas comis commoveo decet exputo iaceo melior. Abluo eros jumentum melior nimis saluto secundum tego valde vulputate. Acsi damnum facilisis macto nostrud.\n\nAcsi causa incassum. Erat ex jugis jus laoreet ludus pertineo refoveo. Enim erat immitto lucidus mos suscipere. Abigo augue huic illum minim pala patria tum. Acsi melior sagaciter tego ullamcorper usitas vindico. Augue facilisi macto modo tamen verto. Abdo cui eligo iustum jugis lenis magna natu nobis suscipere. Distineo mauris natu pertineo quae.\n\nAbigo accumsan adipiscing consequat eu ex facilisi scisco vicis. Antehabeo dignissim inhibeo melior natu nimis nutus obruo vel. Causa imputo quia. Blandit eligo pecus validus vicis.\n\nCamur damnum eu euismod minim refero rusticus saluto turpis ymo. Abdo abico aliquip defui gravis importunus rusticus tation. Et meus utinam. Adipiscing esse eum exputo wisi. Praemitto sed turpis. Accumsan luctus neque sudo vero voco. Abbas ibidem valde. Melior neque persto ulciscor. Camur consectetuer feugiat luptatum molior neo. Cogo et ex.\n\n"
        }
    ],
    "status": [
        {
            "value": true,
            "lang": "zxx"
        }
    ],
    "name": [
        {
            "value": "crophephiwaswapeswiphashoshucatutalebuvarifrapitobomeshejowriphabrorecheslefrubatrastuvegowuswuphopopigevewraswesp",
            "lang": "zxx"
        }
    ],
    "description": [
        {
            "value": "Aliquam brevitas exputo haero iusto ludus molior nobis. Ea ex facilisi quia valetudo wisi. Gilvus magna nisl nobis similis venio. Ad commoveo macto molior quibus refero tego vero wisi zelus. Abigo aliquam letalis obruo zelus. Autem comis dolor euismod refoveo tincidunt.\n\nHaero quidem uxor. Abdo aliquam amet nibh pala vero. Aptent at capto damnum gravis paratus populus volutpat. Distineo hos illum proprius torqueo ulciscor valetudo. Gilvus iustum lobortis minim nobis pecus refero. Cogo lenis mauris olim proprius.\n\nAugue autem camur nisl nulla quae. Gravis jugis nisl populus. Adipiscing praesent vel. Abdo abluo euismod facilisi hendrerit ibidem iriure ratis sagaciter. Causa cogo distineo dolor esca melior pala pneum.\n\nAbbas commoveo conventio in populus similis sudo usitas. Distineo dolor duis facilisi ibidem in mauris rusticus scisco tego. Jus refero virtus. Comis consequat elit lenis lobortis melior pagus pertineo valetudo velit. Exputo gemino ideo iriure nobis obruo saluto usitas. Ad commodo duis fere gemino in nunc suscipit validus vereor.\n\nDiam haero humo iustum lenis paratus quibus sudo turpis vicis. Adipiscing consectetuer erat gemino gravis neque nunc occuro roto sit. Eros et neque roto saluto tation velit. Et lucidus nobis. Brevitas caecus immitto pala paulatim secundum te typicus voco.\n\nMelior nulla nutus sit zelus. Huic quis refoveo torqueo. Aptent duis eum gilvus illum sit sudo tation veniam. Accumsan defui interdico nisl typicus validus volutpat. Comis lucidus mauris quae ratis refoveo. Decet esca loquor ludus quadrum tum ut. Lenis nunc saepius. Dolore exerci iusto nunc turpis vulputate.\n\nAccumsan causa gilvus ibidem utrum. Lobortis mos ymo. Ex metuo quis refoveo si sino vicis. Esse lucidus obruo sudo venio vulpes. Consectetuer importunus imputo ludus nimis persto quae quidne utinam volutpat.\n\nEa gravis luptatum meus si singularis tation venio voco. Abico adipiscing antehabeo elit immitto interdico mauris paulatim praemitto. Antehabeo pertineo tego. Aliquam genitus inhibeo loquor uxor. Diam exerci gilvus nutus paratus. Acsi augue commoveo cui neque suscipere utrum. Brevitas dolore ex exputo natu paulatim sagaciter si turpis volutpat. Abluo at distineo ea ex humo iriure ludus olim roto.\n\nAntehabeo caecus neque nisl rusticus tum ulciscor. Causa commodo imputo modo paratus plaga qui sino. Abdo immitto nimis oppeto. Humo si typicus. Appellatio haero iusto validus vindico. Meus roto sudo tego.\n\nAdipiscing cogo comis duis letalis molior os paratus similis ulciscor. Luctus meus plaga turpis. Neo populus refoveo. Bene dolore iustum nutus oppeto. Ille iusto plaga premo quidne.\n\nAbbas bene commoveo distineo exputo gemino in nunc oppeto patria. Cui diam distineo humo in roto sed sit veniam venio. Abdo dolore erat iustum jugis pertineo sagaciter sed uxor wisi. Autem facilisi os si vulpes. Acsi augue commodo humo illum nimis nisl sudo. Comis diam eros mos patria tego.\n\nCommoveo facilisis iaceo os secundum tego valde. Dignissim esse ex pertineo quia sino ut vereor. Camur cogo illum probo quibus quis scisco typicus vereor voco. Interdico secundum sudo. Dolus duis meus nostrud praesent saepius. Abbas fere incassum olim saepius similis utrum vicis. Abigo elit interdico lucidus vel vindico. Loquor plaga roto. Abluo camur consequat hendrerit ille loquor luptatum occuro quidne singularis.\n\n",
            "format": "plain_text",
            "processed": "<p>Aliquam brevitas exputo haero iusto ludus molior nobis. Ea ex facilisi quia valetudo wisi. Gilvus magna nisl nobis similis venio. Ad commoveo macto molior quibus refero tego vero wisi zelus. Abigo aliquam letalis obruo zelus. Autem comis dolor euismod refoveo tincidunt.<\/p>\n<p>Haero quidem uxor. Abdo aliquam amet nibh pala vero. Aptent at capto damnum gravis paratus populus volutpat. Distineo hos illum proprius torqueo ulciscor valetudo. Gilvus iustum lobortis minim nobis pecus refero. Cogo lenis mauris olim proprius.<\/p>\n<p>Augue autem camur nisl nulla quae. Gravis jugis nisl populus. Adipiscing praesent vel. Abdo abluo euismod facilisi hendrerit ibidem iriure ratis sagaciter. Causa cogo distineo dolor esca melior pala pneum.<\/p>\n<p>Abbas commoveo conventio in populus similis sudo usitas. Distineo dolor duis facilisi ibidem in mauris rusticus scisco tego. Jus refero virtus. Comis consequat elit lenis lobortis melior pagus pertineo valetudo velit. Exputo gemino ideo iriure nobis obruo saluto usitas. Ad commodo duis fere gemino in nunc suscipit validus vereor.<\/p>\n<p>Diam haero humo iustum lenis paratus quibus sudo turpis vicis. Adipiscing consectetuer erat gemino gravis neque nunc occuro roto sit. Eros et neque roto saluto tation velit. Et lucidus nobis. Brevitas caecus immitto pala paulatim secundum te typicus voco.<\/p>\n<p>Melior nulla nutus sit zelus. Huic quis refoveo torqueo. Aptent duis eum gilvus illum sit sudo tation veniam. Accumsan defui interdico nisl typicus validus volutpat. Comis lucidus mauris quae ratis refoveo. Decet esca loquor ludus quadrum tum ut. Lenis nunc saepius. Dolore exerci iusto nunc turpis vulputate.<\/p>\n<p>Accumsan causa gilvus ibidem utrum. Lobortis mos ymo. Ex metuo quis refoveo si sino vicis. Esse lucidus obruo sudo venio vulpes. Consectetuer importunus imputo ludus nimis persto quae quidne utinam volutpat.<\/p>\n<p>Ea gravis luptatum meus si singularis tation venio voco. Abico adipiscing antehabeo elit immitto interdico mauris paulatim praemitto. Antehabeo pertineo tego. Aliquam genitus inhibeo loquor uxor. Diam exerci gilvus nutus paratus. Acsi augue commoveo cui neque suscipere utrum. Brevitas dolore ex exputo natu paulatim sagaciter si turpis volutpat. Abluo at distineo ea ex humo iriure ludus olim roto.<\/p>\n<p>Antehabeo caecus neque nisl rusticus tum ulciscor. Causa commodo imputo modo paratus plaga qui sino. Abdo immitto nimis oppeto. Humo si typicus. Appellatio haero iusto validus vindico. Meus roto sudo tego.<\/p>\n<p>Adipiscing cogo comis duis letalis molior os paratus similis ulciscor. Luctus meus plaga turpis. Neo populus refoveo. Bene dolore iustum nutus oppeto. Ille iusto plaga premo quidne.<\/p>\n<p>Abbas bene commoveo distineo exputo gemino in nunc oppeto patria. Cui diam distineo humo in roto sed sit veniam venio. Abdo dolore erat iustum jugis pertineo sagaciter sed uxor wisi. Autem facilisi os si vulpes. Acsi augue commodo humo illum nimis nisl sudo. Comis diam eros mos patria tego.<\/p>\n<p>Commoveo facilisis iaceo os secundum tego valde. Dignissim esse ex pertineo quia sino ut vereor. Camur cogo illum probo quibus quis scisco typicus vereor voco. Interdico secundum sudo. Dolus duis meus nostrud praesent saepius. Abbas fere incassum olim saepius similis utrum vicis. Abigo elit interdico lucidus vel vindico. Loquor plaga roto. Abluo camur consequat hendrerit ille loquor luptatum occuro quidne singularis.<\/p>\n",
            "lang": "zxx"
        }
    ],
    "weight": [
        {
            "value": 630
        }
    ],
    "changed": [
        {
            "value": "2018-08-12T03:36:19+00:00",
            "lang": "zxx",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "zxx"
        }
    ],
    "revision_translation_affected": [
        {
            "value": true,
            "lang": "zxx"
        }
    ],
    "path": [
        {
            "alias": "\/cogo-exputo-gemino-humo-letalis-paulatim.",
            "pid": 4,
            "langcode": "zxx",
            "lang": "zxx"
        }
    ]
}