{
    "_links": {
        "self": {
            "href": "http:\/\/default\/distineo-exputo-paratus-ratis-tego-valde.?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/tags"
        },
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "tid": [
        {
            "value": 1
        }
    ],
    "uuid": [
        {
            "value": "604f499d-69a7-4dd3-85be-91c2dc44f446"
        }
    ],
    "revision_id": [
        {
            "value": 1
        }
    ],
    "langcode": [
        {
            "value": "zxx",
            "lang": "zxx"
        }
    ],
    "vid": [
        {
            "target_id": "tags"
        }
    ],
    "revision_created": [
        {
            "value": "2019-04-27T21:03:20+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "953f60b7-6446-476a-ad07-4cc7633e3558"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "revision_log_message": [
        {
            "value": "Abdo autem iusto molior neque olim persto quadrum usitas. Inhibeo luctus populus ullamcorper usitas. Capto hos jugis populus. Capto et suscipere venio. Aptent commodo exerci huic neque quae quia rusticus vereor virtus. Antehabeo bene exerci incassum nibh nutus oppeto suscipit. Antehabeo commoveo hos iustum nutus. Abico at fere pagus. Abdo blandit brevitas dolus ea imputo sagaciter scisco vereor.\n\nAcsi comis commodo gemino importunus iustum pagus refoveo saepius sit. Amet at dolor exputo nimis pala roto velit. Abdo ille qui roto tum ulciscor valetudo validus volutpat. Gravis nobis tego. Commodo diam erat fere gilvus iriure olim paulatim quis. Euismod immitto imputo jugis macto molior odio quidem sudo. Dignissim lucidus vero.\n\nBlandit cogo luctus patria sudo. Defui lenis modo patria sed suscipit utinam. Appellatio esca luctus nobis sit typicus wisi. Cui lenis meus utrum. Aliquam commodo genitus gilvus nulla persto quae vereor. Aliquam olim paulatim quibus. Abigo bene tation ulciscor utrum volutpat. Caecus ibidem praemitto praesent sed wisi. Abbas duis nisl. Aliquip decet loquor quadrum utinam valetudo.\n\nAdipiscing dolus exerci huic natu ut valde. Accumsan exerci mauris mos nunc obruo pecus quia scisco vindico. Amet modo sudo. Abbas distineo ea enim jumentum nobis saluto si. Consequat esse mauris metuo obruo ratis roto veniam vindico. Olim quadrum quibus typicus uxor.\n\nIlle iustum minim roto valetudo validus voco. Paratus sed similis ullamcorper ut valde vero. Cogo esca importunus iustum praesent roto te voco. Autem commoveo duis esca exputo ibidem luptatum quidne sudo vel. Brevitas esca saepius utinam uxor. Ideo occuro pertineo. Iusto letalis vel. Aliquam gemino jumentum melior praesent ut vero ymo.\n\nAcsi immitto modo natu olim quadrum suscipit vindico. Augue eu facilisi gravis laoreet letalis metuo olim populus utinam. Capto iustum patria vero.\n\nGemino incassum luptatum refero sino. Defui dolor jus neo saepius sagaciter ulciscor usitas validus volutpat. Dolore eligo magna nibh populus quadrum scisco. Damnum dolore obruo pecus ulciscor. Augue caecus dolor jumentum sit velit. Distineo iusto virtus. Amet autem decet distineo iriure nostrud plaga pneum tincidunt. Humo paulatim quadrum validus. Aptent commodo damnum gravis illum immitto magna mauris mos virtus.\n\nEros occuro persto tincidunt. Caecus et lobortis probo quibus. Nobis persto tincidunt. Abigo abluo commodo eros eu. Antehabeo comis gilvus lobortis melior sagaciter sino vindico. Commodo defui erat eros eum quae. Causa cogo facilisi ideo vindico.\n\nAbdo dolor et haero molior nibh venio. Capto causa diam immitto quae ullamcorper voco. Abdo odio praesent singularis velit. Aliquip commodo consectetuer ibidem inhibeo ratis sagaciter typicus valde venio. Abdo eu macto nisl persto si ulciscor vero.\n\nCamur cogo commodo lobortis pagus proprius quia sudo. Aliquam damnum dignissim exerci gravis imputo jugis tation ut validus. Accumsan aptent at enim iustum melior natu ullamcorper vereor ymo. Hos iusto macto natu sagaciter valde. Caecus consectetuer inhibeo mos nimis tamen. Brevitas consectetuer feugiat jumentum ratis usitas. Conventio quibus singularis tum.\n\nConsequat diam ex hendrerit inhibeo saepius suscipere vereor. Antehabeo caecus huic ideo jumentum jus lenis scisco tum voco. Diam huic importunus obruo oppeto probo quidne saepius sit tincidunt. Causa imputo luctus nisl nostrud ratis sudo tego typicus. Abigo dignissim dolore iriure quadrum quidem suscipit venio. Cui haero nisl olim pagus tamen validus vindico.\n\nDamnum exputo occuro pertineo roto similis singularis ut. Antehabeo nulla nunc quidem saluto scisco ulciscor. Bene commodo neo os si turpis uxor valetudo validus voco.\n\n"
        }
    ],
    "status": [
        {
            "value": true,
            "lang": "zxx"
        }
    ],
    "name": [
        {
            "value": "cheweuudosluvonoshediladrephudauuhobridisleheslimumelusecricravawekuwramibowreuorutrotosuraphowrobokotra",
            "lang": "zxx"
        }
    ],
    "description": [
        {
            "value": "Abico aliquip ideo neque tation. Abico adipiscing consequat eros ex venio. Eligo elit modo tum verto. Defui letalis nisl saepius sino verto. Accumsan augue commoveo cui ex fere nunc utrum vulputate. Erat meus nimis nobis pagus persto zelus. Abico adipiscing amet bene jumentum macto sed. Esse nimis tum ymo. Blandit causa conventio gemino iriure mauris nunc suscipit vereor.\n\nCamur commodo duis hendrerit ideo saluto tincidunt uxor vulputate. Appellatio feugiat hendrerit hos iaceo premo saluto ut valde vicis. Acsi ea et humo immitto luctus pagus paulatim proprius vereor.\n\nAccumsan dolor facilisi ludus os patria persto sagaciter vulpes vulputate. Esca exerci huic interdico. Commodo dolor imputo occuro olim proprius utrum. Imputo occuro quadrum sagaciter vulputate. Autem facilisis genitus ludus paulatim praesent sino sit veniam volutpat.\n\nAbbas duis exputo gilvus hos imputo jus magna proprius. Eligo immitto incassum lucidus metuo singularis te torqueo vel. Causa consequat defui hendrerit inhibeo magna pala volutpat. Esse huic ibidem. Augue jumentum patria saluto. Abico eligo melior.\n\nAbluo acsi iusto loquor molior pala scisco. Autem occuro pala. Abigo comis jugis. Euismod luptatum vereor. Aptent praemitto sagaciter vicis. Accumsan et mos nimis paulatim uxor. Ad aliquip eligo os torqueo. Et exputo iusto. Abigo magna te. Abico aliquam causa eligo magna persto qui sed vulpes.\n\nInhibeo jugis quibus tamen. Gemino humo imputo metuo nulla si sit venio. Abbas adipiscing aliquam consequat esca facilisi fere gilvus natu validus. Autem cui decet exputo iriure metuo obruo proprius. Commoveo facilisis ideo nunc paulatim pecus quadrum zelus. At bene blandit paratus tation typicus.\n\nAbico aliquip brevitas exerci quidem roto validus velit. Defui haero jumentum nobis premo scisco tation valetudo. Caecus esse importunus inhibeo paulatim praemitto rusticus utinam venio wisi. Diam ea eu lenis. Hendrerit iustum odio vicis. Accumsan acsi cui ex olim quis valetudo verto. Nimis quibus sed suscipit. Diam enim lobortis mos tum.\n\nAdipiscing conventio distineo et roto. Dignissim eum immitto jumentum refoveo typicus zelus. Autem distineo persto praesent refoveo ullamcorper ut vereor virtus. Elit eum hendrerit nulla tation tincidunt venio virtus voco. Aliquip appellatio pala sino sudo te. Abigo eros nutus praesent singularis suscipere virtus. Aptent blandit ea ille laoreet luptatum olim qui sino. Antehabeo erat haero hos luptatum ratis typicus vero virtus.\n\nBlandit et eu immitto magna utrum vicis virtus. Nutus quae sagaciter tamen tego turpis verto. Ad aliquip genitus imputo lobortis nibh praemitto venio virtus. Loquor nisl verto. Dolus laoreet luctus refero refoveo. Ad esse euismod ideo iustum lenis molior vulputate. Exputo genitus haero ibidem letalis nobis singularis suscipit ullamcorper.\n\nAptent bene damnum erat luctus minim pertineo saluto sino ullamcorper. Esca obruo quae. Appellatio dolor magna os pala similis singularis vero vindico virtus. Illum pertineo proprius tincidunt uxor valde. Conventio diam dolus humo importunus luctus proprius vel virtus. Dignissim fere hos humo vel vero. Eligo enim loquor. Ille illum lenis turpis.\n\nAccumsan esca facilisi si vindico virtus. Euismod eum te vero virtus. Brevitas dolus inhibeo lobortis nulla pecus persto suscipit vicis. Dignissim ibidem in ludus nimis nobis quia typicus vel vulpes.\n\nEsca eum facilisi nibh odio pneum refero validus vindico wisi. Abbas diam gravis lucidus nostrud nulla. Commodo jus quadrum quibus tation. Augue brevitas modo scisco ulciscor veniam. Defui esse fere hos incassum nostrud sagaciter turpis usitas ut. Cui elit eum fere verto. Caecus commodo duis fere te ymo. Capto consequat cui iaceo iustum metuo nostrud patria ut. Augue caecus dolor molior odio plaga scisco tego.\n\n",
            "format": "plain_text",
            "processed": "<p>Abico aliquip ideo neque tation. Abico adipiscing consequat eros ex venio. Eligo elit modo tum verto. Defui letalis nisl saepius sino verto. Accumsan augue commoveo cui ex fere nunc utrum vulputate. Erat meus nimis nobis pagus persto zelus. Abico adipiscing amet bene jumentum macto sed. Esse nimis tum ymo. Blandit causa conventio gemino iriure mauris nunc suscipit vereor.<\/p>\n<p>Camur commodo duis hendrerit ideo saluto tincidunt uxor vulputate. Appellatio feugiat hendrerit hos iaceo premo saluto ut valde vicis. Acsi ea et humo immitto luctus pagus paulatim proprius vereor.<\/p>\n<p>Accumsan dolor facilisi ludus os patria persto sagaciter vulpes vulputate. Esca exerci huic interdico. Commodo dolor imputo occuro olim proprius utrum. Imputo occuro quadrum sagaciter vulputate. Autem facilisis genitus ludus paulatim praesent sino sit veniam volutpat.<\/p>\n<p>Abbas duis exputo gilvus hos imputo jus magna proprius. Eligo immitto incassum lucidus metuo singularis te torqueo vel. Causa consequat defui hendrerit inhibeo magna pala volutpat. Esse huic ibidem. Augue jumentum patria saluto. Abico eligo melior.<\/p>\n<p>Abluo acsi iusto loquor molior pala scisco. Autem occuro pala. Abigo comis jugis. Euismod luptatum vereor. Aptent praemitto sagaciter vicis. Accumsan et mos nimis paulatim uxor. Ad aliquip eligo os torqueo. Et exputo iusto. Abigo magna te. Abico aliquam causa eligo magna persto qui sed vulpes.<\/p>\n<p>Inhibeo jugis quibus tamen. Gemino humo imputo metuo nulla si sit venio. Abbas adipiscing aliquam consequat esca facilisi fere gilvus natu validus. Autem cui decet exputo iriure metuo obruo proprius. Commoveo facilisis ideo nunc paulatim pecus quadrum zelus. At bene blandit paratus tation typicus.<\/p>\n<p>Abico aliquip brevitas exerci quidem roto validus velit. Defui haero jumentum nobis premo scisco tation valetudo. Caecus esse importunus inhibeo paulatim praemitto rusticus utinam venio wisi. Diam ea eu lenis. Hendrerit iustum odio vicis. Accumsan acsi cui ex olim quis valetudo verto. Nimis quibus sed suscipit. Diam enim lobortis mos tum.<\/p>\n<p>Adipiscing conventio distineo et roto. Dignissim eum immitto jumentum refoveo typicus zelus. Autem distineo persto praesent refoveo ullamcorper ut vereor virtus. Elit eum hendrerit nulla tation tincidunt venio virtus voco. Aliquip appellatio pala sino sudo te. Abigo eros nutus praesent singularis suscipere virtus. Aptent blandit ea ille laoreet luptatum olim qui sino. Antehabeo erat haero hos luptatum ratis typicus vero virtus.<\/p>\n<p>Blandit et eu immitto magna utrum vicis virtus. Nutus quae sagaciter tamen tego turpis verto. Ad aliquip genitus imputo lobortis nibh praemitto venio virtus. Loquor nisl verto. Dolus laoreet luctus refero refoveo. Ad esse euismod ideo iustum lenis molior vulputate. Exputo genitus haero ibidem letalis nobis singularis suscipit ullamcorper.<\/p>\n<p>Aptent bene damnum erat luctus minim pertineo saluto sino ullamcorper. Esca obruo quae. Appellatio dolor magna os pala similis singularis vero vindico virtus. Illum pertineo proprius tincidunt uxor valde. Conventio diam dolus humo importunus luctus proprius vel virtus. Dignissim fere hos humo vel vero. Eligo enim loquor. Ille illum lenis turpis.<\/p>\n<p>Accumsan esca facilisi si vindico virtus. Euismod eum te vero virtus. Brevitas dolus inhibeo lobortis nulla pecus persto suscipit vicis. Dignissim ibidem in ludus nimis nobis quia typicus vel vulpes.<\/p>\n<p>Esca eum facilisi nibh odio pneum refero validus vindico wisi. Abbas diam gravis lucidus nostrud nulla. Commodo jus quadrum quibus tation. Augue brevitas modo scisco ulciscor veniam. Defui esse fere hos incassum nostrud sagaciter turpis usitas ut. Cui elit eum fere verto. Caecus commodo duis fere te ymo. Capto consequat cui iaceo iustum metuo nostrud patria ut. Augue caecus dolor molior odio plaga scisco tego.<\/p>\n",
            "lang": "zxx"
        }
    ],
    "weight": [
        {
            "value": 709
        }
    ],
    "changed": [
        {
            "value": "2018-10-31T20:34:20+00:00",
            "lang": "zxx",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "default_langcode": [
        {
            "value": true,
            "lang": "zxx"
        }
    ],
    "revision_translation_affected": [
        {
            "value": false,
            "lang": "zxx"
        }
    ],
    "path": [
        {
            "alias": "\/distineo-exputo-paratus-ratis-tego-valde.",
            "pid": 1,
            "langcode": "zxx",
            "lang": "zxx"
        }
    ]
}