{
    "_links": {
        "self": {
            "href": "http:\/\/default\/abigo-consectetuer-quis-sit.?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/tags"
        },
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "href": "http:\/\/default\/user\/1?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "tid": [
        {
            "value": 3
        }
    ],
    "uuid": [
        {
            "value": "a1c01817-549e-48e3-a6b0-59c29b517203"
        }
    ],
    "revision_id": [
        {
            "value": 3
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "vid": [
        {
            "target_id": "tags"
        }
    ],
    "revision_created": [
        {
            "value": "2018-07-24T21:34:42+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "953f60b7-6446-476a-ad07-4cc7633e3558"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "revision_log_message": [
        {
            "value": "Augue lenis praemitto probo. Cogo imputo letalis mauris si torqueo. Abluo augue caecus imputo in jumentum. Aliquam luptatum nulla. Abluo at gravis imputo in interdico quidne tincidunt ymo. Appellatio conventio exerci facilisi genitus mos nulla persto pneum vindico. Aliquip augue exputo jus rusticus validus vero verto vulputate. Aliquip elit exputo illum secundum sino ullamcorper utrum.\n\nAt dolor dolore ibidem. Abbas gemino illum nostrud quibus rusticus vel verto. Genitus incassum iriure luptatum velit venio. Comis dolore duis metuo vulpes. Brevitas exputo torqueo. Camur genitus lenis obruo quae sudo.\n\nAbluo acsi fere hendrerit iriure oppeto praemitto scisco. Euismod huic jumentum torqueo veniam. Augue bene blandit neque ulciscor. Abico consectetuer defui iriure luctus persto pertineo. Commodo duis humo importunus imputo quae vindico. Diam elit natu. Abico ille letalis lucidus minim nisl valetudo. Aliquip haero inhibeo letalis.\n\nCogo exerci occuro refero sudo. Consectetuer ea esse lenis nutus. Abbas duis modo plaga quibus. Ad at gemino te valetudo vulputate. Ad distineo feugiat nutus pagus pecus quibus ullamcorper utrum volutpat. Decet quis verto. Ad importunus incassum iriure luctus quadrum sed. Letalis luctus populus sagaciter sed singularis tum.\n\nAt fere neo. Enim gravis jus nimis similis vereor volutpat. Et ille verto. Eligo erat eum paulatim pertineo praesent tego vulputate. Consequat enim huic zelus. Diam enim huic imputo mauris ratis refero sino ulciscor volutpat. Abigo ad defui facilisi iriure plaga te usitas vulpes.\n\nCamur hendrerit letalis patria pertineo secundum sit vereor. Abluo haero macto os paratus populus sino tincidunt. Bene consequat sagaciter utinam. Dolore facilisi interdico jumentum luctus typicus. Exerci facilisis ille jugis natu paulatim pertineo quibus.\n\nQuis si voco. Dolore eu persto saepius. Comis ibidem quidne refoveo tation. Diam huic humo ideo laoreet loquor odio similis. Eu molior nibh wisi. Adipiscing amet ideo inhibeo meus virtus. Abigo camur lobortis melior natu ratis si. Cogo inhibeo iriure zelus.\n\nAmet at dignissim dolore imputo refoveo utinam vel. Loquor praemitto quidem. Abbas autem enim ibidem laoreet nutus occuro pneum premo. Consectetuer vero wisi. Bene esse imputo saluto te valetudo verto. Autem laoreet nimis premo sudo suscipere typicus.\n\nIusto jumentum lucidus minim utinam venio. Comis ibidem nulla saepius typicus. Facilisis quis si tego vulputate wisi. Augue eligo minim nisl tincidunt. Esca ibidem ille sit vel venio vereor. Dolus laoreet rusticus singularis vicis. Acsi loquor probo zelus.\n\nIdeo mos natu valetudo. Augue blandit cogo minim quia quis sudo zelus. Abico euismod uxor vel. Amet diam gravis ideo iustum jus neque nisl vero vulpes. Facilisis lucidus persto ratis wisi. Abico camur consectetuer enim facilisi hendrerit neo qui quia te. Abdo erat paratus quae sagaciter. Antehabeo ibidem imputo molior pagus praesent tation turpis verto zelus.\n\nAbdo esca fere minim nobis zelus. Hos imputo jus persto populus sit suscipere tation vel. Abigo minim persto proprius valetudo velit. Iriure proprius similis torqueo turpis. Blandit brevitas commoveo dolore dolus genitus molior si similis. Aliquip autem dignissim imputo luptatum populus. Conventio exputo ille mos pala pecus validus velit.\n\nAbbas abdo abigo acsi adipiscing gravis similis singularis tincidunt. Humo jugis neo paulatim tum. Brevitas dolore eu letalis nunc pagus quadrum saepius zelus. Incassum pecus quibus verto. At pagus suscipere. Amet decet natu pertineo sino ullamcorper. Accumsan decet et facilisi patria refero refoveo sed suscipit utinam.\n\n"
        }
    ],
    "path": [
        {
            "alias": "\/abigo-consectetuer-quis-sit.",
            "pid": 3,
            "langcode": "en",
            "lang": "en"
        }
    ]
}